/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "Se ha descargado %1$@ %2$@ y está listo para utilizarse. Es una actualización importante, ¿quieres instalarlo y volver a ejecutarlo %1$@ ahora?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "Se ha descargado %1$@ %2$@ y está listo para utilizarse. ¿Quieres instalarlo y volver a ejecutar %1$@ ahora?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "No se puede actualizar %1$@ si se ejecuta a partir de un volumen de solo lectura como la imagen de un disco o una unidad óptica. Traslada %1$@ a la carpeta Aplicaciones, vuelve a ejecutarla desde ahí, e inténtalo de nuevo.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ es actualmente la última versión disponible.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ descargado";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ de %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "Hay una nueva versión de %1$@ disponible. Actualízala a %2$@ para disfrutar de las mejoras más recientes.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "Hay una nueva versión de %1$@ disponible. Actualízala a %2$@ para disfrutar de las mejoras más recientes. ¿Quieres obtener más información sobre esta actualización en la web?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "¡Hay una versión nueva de %@ lista para instalarse!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ha ocurrido un error al intentar descargar la información actualizada. Por favor intente de nuevo.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Se ha producido un error al descargar la actualización. Por favor, inténtalo de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Se ha producido un error al descomprimir el archivo. Por favor, inténtalo de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Se ha producido un error al instalar la actualización. Por favor, inténtalo de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Se ha producido un error al analizar la información actualizada.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Se ha producido un error al volver a ejecutar %1$@, pero la nueva versión estará disponible la próxima vez que ejecutes %1$@.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "Hay una actualización importante de %@ lista para instalarse";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancel Update" = "Cancelar actualización";

/* No comment provided by engineer. */
"Checking for updates..." = "Comprobando actualizaciones...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Descargando actualización...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Descomprimiendo actualización...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar y volver a ejecutarlo";

/* Take care not to overflow the status window. */
"Installing update..." = "Instalando actualización...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Obtén más información...";

/* No comment provided by engineer. */
"Let's update your app" = "Actualicemos tu aplicación";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Listo para instalar";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "¿Quieres que %1$@ busque actualizaciones automáticamente? También puedes buscar actualizaciones manualmente desde el menú %1$@.";

/* No comment provided by engineer. */
"The update is improperly signed." = "La actualización no se ha firmado correctamente.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "La actualización no se instalará porque el usuario ha solicitado que el sistema se apagara";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "Oh oh. Tu versión de %@ está obsoleta.";

/* No comment provided by engineer. */
"Update Error!" = "Error al Actualizar!";

/* No comment provided by engineer. */
"Updating %@" = "Actualizado %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Ya tienes la última versión de %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "¡Estas actualizado!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Tu versión actual es la %@ y ya no es compatible. Hemos hecho muchas mejoras desde entonces, de modo que te pedimos que te descargues la versión más reciente para continuar.";
